/* error dialog default title */
TIME_MACHINE_ERROR = "Time Machine konnte das Backup nicht abschließen.";

/* error dialog buttons */
OK = "OK";
PREFERENCES = "Systemeinstellung „Time Machine“ öffnen …";

/* string which is shown instead of the _SHOWPREFS message for managed prefs configurations */
MANAGED_PREFS = "Die Time Machine-Einstellungen auf diesem Computer werden durch verwaltete Einstellungen festgelegt. Wenden Sie sich an Ihren Systemadministrator.";

/* error messages - shared with TMPref pane*/

// NO_ERROR
RESULTCODE_0_MESSAGE = "Kein Fehler";

// BACKUP_FAILED_LAUNCH
RESULTCODE_1_MESSAGE = "Time Machine konnte nicht gestartet werden.";  

// BACKUP_FAILED_SETUP
RESULTCODE_2_MESSAGE = "Das Backup konnte nicht abgeschlossen werden. Beim Erstellen des Backup-Ordners ist ein Fehler aufgetreten."; 

// BACKUP_FAILED_TARGETVOL_UNSUPPORTED_FS
RESULTCODE_3_MESSAGE = "Das Backup-Volume ist nicht im Format „Mac OS Extended (Journaled)“. Dies ist jedoch erforderlich.\n\n%@"; 
RESULTCODE_3_SHOWPREFS = "Öffnen Sie die Systemeinstellung „Time Machine“, um ein anderes Backup-Volume auszuwählen.";

// BACKUP_FAILED_TARGETVOL_STATFS_FAILED
RESULTCODE_4_MESSAGE = "Der Status des Backup-Volumes konnte nicht abgefragt werden."; 

// BACKUP_FAILED_TARGETVOL_OWNERS_DISABLED
RESULTCODE_5_MESSAGE = "Auf dem Backup-Volume werden die Eigentümer ignoriert. Eigentümer-Zuordnungen werden jedoch benötigt, damit dieses Volume für Time Machine-Backups verwendet werden kann.\n\n%@"; 
RESULTCODE_5_SHOWPREFS = "Öffnen Sie die Systemeinstellung „Time Machine“, um ein anderes Backup-Volume auszuwählen.";

// BACKUP_FAILED_TARGETVOL_NOT_JOURNALED
RESULTCODE_6_MESSAGE = "Das Backup-Volume ist nicht im Format „Mac OS Extended (Journaled)“. Dies ist jedoch erforderlich.\n\n%@";
RESULTCODE_6_SHOWPREFS = "Öffnen Sie die Systemeinstellung „Time Machine“, um ein anderes Backup-Volume auszuwählen."; 

// BACKUP_FAILED_TARGETVOL_DISK_SPACE
RESULTCODE_7_MESSAGE = "Dieses Backup ist zu groß für das Backup-Volume. Für das Backup werden %@ benötigt, aber nur %@ sind verfügbar.\n\n%@";
RESULTCODE_7_SHOWPREFS = "Time Machine benötigt zusätzlich zu dem Speicherplatz für das Backup weiteren Speicherplatz auf dem Backup-Volume. Öffnen Sie die Systemeinstellung „Time Machine“, um ein größeres Backup-Volume auszuwählen oder durch Ausschluss von Dateien den Speicherbedarf zu reduzieren."; 

// BACKUP_FAILED_TARGETVOL_READONLY
RESULTCODE_8_MESSAGE = "Es können keine Dateien auf das Backup-Volume kopiert werden, da es anscheinend schreibgeschützt ist.\n\n%@";
RESULTCODE_8_SHOWPREFS = "Möglicherweise müssen Sie das Volume mithilfe des Festplatten-Dienstprogramms reparieren oder neu formatieren. Falls das Volume nicht repariert werden kann, müssen Sie für Backups ein anderes Volume verwenden. Öffnen Sie die Systemeinstellung „Time Machine“, um ein anderes Backup-Volume auszuwählen."; 

// BACKUP_FAILED_TARGETVOL_ACLS_DISABLED
RESULTCODE_9_MESSAGE = "Auf dem Backup-Volume sind Zugriffssteuerungslisten (Access Control Lists) nicht aktiviert. Dies ist jedoch erforderlich.\n\n%@";
RESULTCODE_9_SHOWPREFS = "Öffnen Sie die Systemeinstellung „Time Machine“, um ein anderes Backup-Volume auszuwählen."; 

// BACKUP_FAILED_PREFLIGHT_STAGE
RESULTCODE_10_MESSAGE = "Beim Vorbereiten des Backups ist ein Fehler aufgetreten."; 

// BACKUP_FAILED_COPY_STAGE
RESULTCODE_11_HEADER = "Das Backup wurde nicht durchgeführt, da beim Kopieren der Dateien auf das Backup-Volume ein Fehler aufgetreten ist.";
RESULTCODE_11_MESSAGE = "Das Problem besteht möglicherweise nur vorübergehend. Versuchen Sie später erneut, ein Backup zu erstellen. Falls das Problem weiterhin besteht, reparieren Sie Ihr Backup-Volume mit dem Festplatten-Dienstprogramm.";

// BACKUP_FAILED_LINK_SOURCE
RESULTCODE_12_MESSAGE = "Beim Verknüpfen von Dateien auf dem Backup-Volume ist ein Fehler aufgetreten."; 

//  BACKUP_FAILED_TOO_MUCH_ACTIVITY
RESULTCODE_13_MESSAGE = "Während des Backup-Vorgangs wurden zu viele Dateien verändert."; 

// BACKUP_FAILED_SNAPSHOT_DELETE_FAILED 
RESULTCODE_14_MESSAGE = "Beim Versuch, abgelaufene Backups vom Backup-Volume zu entfernen, ist ein Fehler aufgetreten.";

// BACKUP_FAILED_CULLING_DISABLED
RESULTCODE_15_MESSAGE = "Alle abgelaufenen Backups wurden entfernt, aber das Backup-Volume ist immer noch voll.\n\n%@";
RESULTCODE_15_SHOWPREFS = "Öffnen Sie die Systemeinstellung „Time Machine“, um ein größeres Backup-Volume auszuwählen.";

// BACKUP_FAILED_CULLING_DATELIMIT
RESULTCODE_16_MESSAGE = "Alle abgelaufenen Backups wurden entfernt, aber das Backup-Volume ist immer noch voll.\n\n%@";
RESULTCODE_16_SHOWPREFS = "Öffnen Sie die Systemeinstellung „Time Machine“, um ein größeres Backup-Volume auszuwählen."; 

// BACKUP_FAILED_TARGETVOL_NOT_SPECIFIED
RESULTCODE_17_MESSAGE = "Es wurde noch kein Backup-Volume ausgewählt.\n\n%@";
RESULTCODE_17_SHOWPREFS = "Öffnen Sie die Systemeinstellung „Time Machine“, um ein Backup-Volume auszuwählen.";

// BACKUP_FAILED_TARGETVOL_NOT_FOUND
RESULTCODE_18_MESSAGE = "Das Backup-Volume wurde nicht gefunden.\n\n%@";
RESULTCODE_18_SHOWPREFS = "Vergewissern Sie sich, dass die Backup-Festplatte angeschlossen ist, oder öffnen Sie die Systemeinstellung „Time Machine“ und wählen Sie ein anderes Backup-Volume aus."; 

// BACKUP_FAILED_TARGETVOL_NOT_MOUNTED
RESULTCODE_19_MESSAGE = "Das Backup-Volume ist nicht verfügbar."; 

// BACKUP_FAILED_DISK_IMAGE_NOT_CREATED
RESULTCODE_20_MESSAGE = "Das Image des Backup-Volumes „%@“ konnte nicht erstellt werden (Fehler %@)."; 

// BACKUP_FAILED_DISK_IMAGE_NOT_MOUNTED
RESULTCODE_21_MESSAGE = "Auf das Image des Backup-Volumes „%@“ konnte nicht zugegriffen werden (Fehler %@)."; 

// BACKUP_CANCELED
RESULTCODE_22_MESSAGE = "Backup abgebrochen"; 

// BACKUP_FAILED_CASE_SENSITIVITY
RESULTCODE_23_MESSAGE = "Bei einem Volume, von dem Sie ein Backup sichern möchten, wird zwischen Groß- und Kleinschreibung unterschieden, beim Backup-Volume hingegen nicht.\n\n%@";
RESULTCODE_23_SHOWPREFS = "Öffnen Sie die Systemeinstellung „Time Machine“, um ein anderes Backup-Volume auszuwählen oder das Groß-/Kleinschreibung beachtende Volume nicht zu sichern."; 

// BACKUP_FAILED_DUPLICATE_VOLNAMES
RESULTCODE_24_MESSAGE = "Zwei der Volumes, von denen ein Backup erstellt werden soll, haben den gleichen Namen. Bitte benennen Sie eines um."; 

// BACKUP_FAILED_NO_SOURCE_VOLUMES
RESULTCODE_25_MESSAGE = "Es sind keine Medien verfügbar, von denen Backups erstellt werden müssen. Dies kann daran liegen, dass sich alle Medien in der Liste „Nicht sichern“ befinden.\n\n%@";
RESULTCODE_25_SHOWPREFS = "Öffnen Sie zum Bearbeiten der Liste die Systemeinstellung „Time Machine“ und klicken Sie auf „Optionen“.";

// BACKUP_FAILED_NETWORK_INTERRUPTION
RESULTCODE_26_HEADER = "Time Machine konnte das Backup aufgrund von Netzwerkproblemen nicht abschließen.";
RESULTCODE_26_MESSAGE = "Vergewissern Sie sich, dass die Backup-Festplatte eingeschaltet ist und sich mit Ihrem Computer im selben Netzwerk befindet. Versuchen Sie das Backup dann erneut.";

// BACKUP_FAILED_DISK_INTERRUPTION
RESULTCODE_27_MESSAGE = "Das Backup-Volume wurde möglicherweise ausgeworfen oder die Verbindung zu Ihrem Computer wurde getrennt.";

// BACKUP_FAILED_TARGETVOL_DISK_SPACE_DURING_BACKUP
RESULTCODE_28_MESSAGE = "Das Backup-Volume ist wider Erwarten voll. Time Machine wird beim nächsten geplanten Backup versuchen, durch das Entfernen von abgelaufenen Backups mehr Platz zu schaffen.\n\n%@";
RESULTCODE_28_SHOWPREFS = "Öffnen Sie die Systemeinstellung „Time Machine“, um ein größeres Backup-Volume auszuwählen oder durch Ausschluss von Dateien den Speicherbedarf zu reduzieren."; 

// BACKUP_FAILED_AUTHENTICATION_ERROR
RESULTCODE_29_MESSAGE = "Auf das Netzwerk-Backup-Volume konnte aufgrund eines Problems mit dem Netzwerk-Benutzernamen oder -Kennwort nicht zugegriffen werden.\n\n%@";
RESULTCODE_29_SHOWPREFS = "Öffnen Sie die Systemeinstellung „Time Machine“, um das Netzwerk-Backup-Volume auszuwählen und den korrekten Benutzernamen und das Kennwort erneut einzugeben.";

// BACKUP_FAILED_UNABLE_TO_REUSE_BACKUP
RESULTCODE_30_MESSAGE = "Beim erneuten Verwenden des Backups „%@“ ist ein Fehler aufgetreten.";

// BACKUP_FAILED_DISK_IMAGE_BUSY
RESULTCODE_31_MESSAGE = "Das Image des Backup-Volumes „%@“ wird bereits verwendet.";

// BACKUP_FAILED_DISK_IMAGE_NOT_FOUND
RESULTCODE_32_MESSAGE = "Das Image des Backup-Volumes „%@“ konnte nicht gefunden werden.";

// BACKUP_FAILED_CLOCK_WRONG
RESULTCODE_33_MESSAGE = "Systemzeit und -datum sind inkorrekt.";

// BACKUP_FAILED_NO_PRIMARY_NETWORK_INTERFACE
RESULTCODE_34_MESSAGE = "Der Computer hat keine primäre Netzwerkschnittstelle.";

// BACKUP_FAILED_BOOT_COOKIE_NOT_FOUND
RESULTCODE_35_MESSAGE = "Time Machine konnte einige benötigte Einstellungen nicht finden.\n\n%@";
RESULTCODE_35_SHOWPREFS = "Öffnen Sie zum Neuanlegen der Einstellungen die Systemeinstellung „Time Machine“ und wählen Sie das Backup-Volume erneut aus.";

// BACKUP_FAILED_DESTINATION_COOKIE_NOT_FOUND
RESULTCODE_36_MESSAGE = "Time Machine konnte einige benötigte Einstellungen nicht auf dem Backup-Volume „%@“ finden.\n\nVergewissern Sie sich, dass die Backup-Festplatte angeschlossen ist, und dass keine anderen Volumes den gleichen Namen verwenden wie das Backup-Volume.\n\n%@";
RESULTCODE_36_SHOWPREFS = "Öffnen Sie zum Neuanlegen der Einstellungen die Systemeinstellung „Time Machine“ und wählen Sie das Backup-Volume erneut aus.";

// BACKUP_FAILED_DISK_SOURCE_INTERRUPTION
RESULTCODE_37_MESSAGE = "Eines der zu sichernden Volumes wurde möglicherweise ausgeworfen oder die Verbindung zu Ihrem Computer wurde getrennt.";

// BACKUP_FAILED_TARGETIMAGE_READONLY
RESULTCODE_38_MESSAGE = "Time Machine kann das Image nicht verwenden, da es schreibgeschützt ist.";

// BACKUP_HC_FAILED_TARGETVOL_RESOLUTION_FAILED
RESULTCODE_40_HEADER = "Time Machine konnte Ihre Backups nicht überprüfen, da die Backup-Festplatte nicht verfügbar ist.";
RESULTCODE_40_MESSAGE = "Vergewissern Sie sich, dass die Backup-Festplatte eingeschaltet ist und sich mit Ihrem Computer im selben Netzwerk befindet. Versuchen Sie dann erneut, Ihre Backups zu überprüfen.";

// BACKUP_HC_FAILED_TARGETVOL_READONLY
RESULTCODE_41_HEADER = "Time Machine konnte das Backup nicht überprüfen.";
RESULTCODE_41_MESSAGE = "Das Backup-Volume ist anscheinend schreibgeschützt.";

// BACKUP_HC_VERIFICATION_INTERRUPTED
RESULTCODE_42_HEADER = "Time Machine konnte Ihre Backups nicht überprüfen, da die Überprüfung unterbrochen wurde.";
RESULTCODE_42_MESSAGE = "Unterbrechungen werden normalerweise durch Netzwerkprobleme verursacht. Versuchen Sie es erneut, wenn die Probleme behoben wurden.";

// BACKUP_FAILED_TO_ABANDON_IMAGE
RESULTCODE_43_MESSAGE = "Time Machine konnte das vorhandene Backup-Image „%@“ nicht entfernen";

// BACKUP_FAILED_TO_DELETE_IMAGE
RESULTCODE_44_MESSAGE = "Time Machine konnte das Backup-Image „%@“ nicht löschen";

// BACKUP_FAILED_UNKNOWN
RESULTCODE_999_MESSAGE = "Fehlercode: %@";

// BACKUP_WARNING_LOW_DISK_MESSAGE
RESULTCODE_1000_HEADER = "Das Backup-Volume ist fast voll.";
RESULTCODE_1000_MESSAGE = "Wenn das Backup-Volume voll ist, werden die alten Backups von Time Machine gelöscht, um Platz für neue zu schaffen.\n\n%@";
RESULTCODE_1000_SHOWPREFS = "Falls Sie lieber alle Ihre alten Backups behalten möchten, öffnen Sie die Systemeinstellung „Time Machine“ und wählen Sie ein neues Backup-Volume aus.";

// BACKUP_WARNING_THINNING_START
RESULTCODE_1001_HEADER = "Das Backup-Volume ist voll.";
RESULTCODE_1001_MESSAGE = "Time Machine hat mindestens ein altes Backup gelöscht, um Platz für neue Backups zu schaffen. Ältestes verbleibendes Backup: %@\n\n%@";
RESULTCODE_1001_SHOWPREFS = "Falls Sie verhindern möchten, dass noch weitere alte Backups gelöscht werden, öffnen Sie die Systemeinstellung „Time Machine“, um ein anderes Backup-Volume auszuwählen."; 
RESULTCODE_1001_CHECKBOX = "Diese Warnung nicht erneut zeigen";

// BACKUP_WARNING_NO_RECENT_BACKUPS
RESULTCODE_1002_MESSAGE = "Time Machine hat seit %@ Tagen kein Backup von Ihrem Computer erstellt.\n\n%@"; 
RESULTCODE_1002_SHOWPREFS = "Vergewissern Sie sich, dass Ihre Backup-Festplatte verfügbar ist, oder öffnen Sie die Systemeinstellung „Time Machine“ und wählen Sie ein neues Backup-Volume aus.";

// BACKUP_WARNING_REUSE_BACKUPS
RESULTCODE_1003_HEADER = "Möchten Sie das Backup „%@“ für diesen Computer erneut verwenden?";
RESULTCODE_1003_MESSAGE = "Das Backup wurde auf einem anderen Computer erstellt. Wenn Sie dieses Backup erneut verwenden, kann es nicht mehr für den Originalcomputer verwendet werden. ";
REUSE_BACKUP_BUTTON = "Backup erneut verwenden";
CREATE_NEW_BACKUP_BUTTON = "Neues Backup erstellen";
ASK_LATER_BUTTON = "Backup nicht jetzt erstellen";

// BACKUP_WARNING_FIRMWARE 
RESULTCODE_1004_HEADER = "Für „%@“ ist ein Update verfügbar.";
RESULTCODE_1004_MESSAGE = "Mit diesem Update wird die Zuverlässigkeit der Time Capsule verbessert. Öffnen Sie zur Installation des Updates das AirPort-Dienstprogramm. Möglicherweise müssen Sie auch das Time Capsule-Passwort für „%@“ angeben.";
REMIND_LATER_BUTTON = "Später aktualisieren";
AIRPORT_UTILITY_BUTTON = "AirPort-Dienstprogramm öffnen …";

// BACKUP_WARNING_DELETE_IMAGE 
RESULTCODE_1006_HEADER = "Time Machine hat eine Überprüfung Ihrer Backups abgeschlossen. Um die Zuverlässigkeit zu erhöhen, muss Time Machine für Sie ein neues Backup erstellen.";
RESULTCODE_1006_MESSAGE = "Klicken Sie auf „Neues Backup starten“, um ein neues Backup zu erstellen. Der bestehende Backup-Verlauf wird dabei entfernt. Der Vorgang kann mehrere Stunden dauern.\n\nKlicken Sie auf „Backup später erstellen“, um morgen erneut erinnert zu werden. Time Machine führt in dieser Zeit keine Backups durch.";
CREATE_RECOVERY_IMAGE_NOW_BUTTON = "Neues Backup starten";
CREATE_RECOVERY_IMAGE_ASK_LATER_BUTTON = "Backup später erstellen";

// BACKUP_WARNING_TARGETVOL_CHANGED
RESULTCODE_1008_HEADER = "Die Identität des Backup-Volumes hat sich seit dem letzten Backup geändert.";
RESULTCODE_1008_MESSAGE = "Das Volume wurde möglicherweise ersetzt oder gelöscht oder jemand versucht Ihren Computer so zu manipulieren, dass ein Backup auf einem falschen Volume erstellt wird.";
BACKUP_WARNING_TARGETVOL_CHANGED_OK_BUTTON = "Dieses Volume verwenden";
BACKUP_WARNING_TARGETVOL_CHANGED_CANCEL_BUTTON = "Nicht sichern";

// UNITS
KB = "KB";
MB = "MB";
GB = "GB";
TB = "TB";
